Repository: kiki2010/CbaMultiRisk
Catalog: cbamultiriskv2/lib/l10n/app_*.arb
Languages: es

# tutorialWelcome1
source: Welcome to Cba MultiRisk, an app that lets you check the wildfire and flood risk in your area.
es: Bienvenido a Cba MultiRisk, una app que te permite conocer el riesgo de incendios e inundaciones en tu zona.

# tutorialWelcome2
source: Now we will walk through the app screens so you don’t miss any details.
es: Ahora exploraremos las pantallas de la app, para que no te pierdas ningún detalle

# tutorialWelcome3
source: Remember that you can replay this tutorial anytime from the settings screen.
es: Recuerda que puedes volver a ver este tutorial desde la pantalla de Configuración.

# tutorialWelcome4
source: You are about to enter the main screen. There you will see the wildfire and flood risk levels, and you can also learn how they are calculated by tapping each indicator.
es: Estas por entrar a la pantalla de Riesgo, en esta pantalla podras ver el riesgo de incendio e inundación, también podras conocer como se calcula tocandolos.

# tutorialWelcome5
source: This screen also shows where we obtain the weather data and the forecast for the next three days.
es: Esta pantalla también te muestra de donde obtenemos los datos meteorológicos para calcular el riesgo y el pronóstico de los próximos tres días.

# tutorialWelcome6
source: When you're ready, I’ll see you on the Tips screen.
es: Cuando estes listo nos vemos en la pantalla de Tips!

# tutorialSuqui1
source: This is my screen!
es: ¡Esta es mi pantalla!

# tutorialSuqui2
source: Here I will show you tips so you know how to prepare and how to act in case of a wildfire or a flood. I will also share some advice to help us take care of the world together.
es: Aquí te mostraré tips para que sepas cómo prepararte y cómo actuar en caso de un incendio o una inundación. También compartiré algunos consejos para cuidar el mundo juntos.

# tutorialSuqui3
source: And whenever you want to test your knowledge, we can play a game and see how many questions you can answer in 60 seconds.
es: Y cuando quieras poner tus conocimientos a prueba, podemos jugar y ver cuántas preguntas puedes responder en 60 segundos.

# tutorialSuqui4
source: To finish the tutorial, I’ll see you on the Settings screen.
es: Para terminar el tutorial, nos vemos en la pantalla de Ajustes.

# tutorialSetting1
source: This is the Settings screen!
es: ¡Esta es la pantalla de Ajustes!

# tutorialSetting2
source: Here you can change key aspects of the app, such as the language, theme, and notifications.
es: Aquí podrás cambiar aspectos clave de la app, como el idioma, el tema y las notificaciones.

# tutorialSetting3
source: You can also review the disclaimer again and reset the application.
es: También puedes volver a ver el aviso legal y restablecer la aplicación.

# tutorialSetting4
source: It is important to configure the emergency buttons so you can access them at any time.
es: Es importante que recuerdes configurar los botones de emergencia para poder acceder a ellos en cualquier momento.

# tutorialLast1
source: You have explored the entire app.
es: Recorriste toda la app.

# tutorialLast2
source: As a final recommendation, we suggest going to your device settings, enabling notifications, and allowing background location access.
es: Como última recomendación, te aconsejo ir a los ajustes del dispositivo, permitir las notificaciones y habilitar el acceso a la ubicación en segundo plano.

# tutorialLast3
source: We will not store this information!
es: ¡Nosotros no vamos a almacenar esta información!

# tutorialLast4
source: Remember to follow us on Instagram @cbaMultiRisk.
es: Recuerda seguirnos en nuestro Instagram @cbaMultiRisk.

# tutorialLast5
source: And please leave us a positive review on the Play Store!
es: ¡Y dejarnos una opinión positiva en la Play Store!

source: Disclaimer
es: Exención de Responsabilidad

# disclaimerText
source: This app is designed to predict the likelihood of wild fires and floods using external weather sources. For actual evacuation and safety measures, always follow the instructions of local authorities. The developers assume no responsibility for any damage or loss resulting from the use of this app.
es: Esta app está diseñada para predecir la probabilidad de riesgo de incendios e inundaciones usando fuentes meteorológicas externas. Para medidas de evacuación y seguridad reales, siga las instrucciones de las autoridades locales. Los desarrolladores no se responsabilizan de ningún daño o pérdida durante el uso de la app.

# understand
source: I Understand
es: Lo entiendo

source: Risk
es: Riesgo

source: HIGH
es: ALTO

source: MEDIUM
es: MEDIO

source: LOW
es: BAJO

# getting
source: Getting Risk...
es: Calculando

source: Fire Risk
es: Riesgo Incendios

source: Flood Risk
es: Riesgo Inundaciones

# suquiHi
source: Hi, I'm Suqui! Data from {city}
es: Hola, soy Suqui! información de la estación más cercana en {city}.

# weather
source: Weather Data:
es: Datos Meteorológicos locales:

# temperature
source: Temperature: {temp} °C
es: Temperatura: {temp} °C

# wind
source: Wind Speed: {wind} km/h
es: Velocidad del Viento: {wind} km/h

# humidity
source: Humidity: {hum} %
es: Humedad: {hum} %

# rain
source: Rain: {rain} mm
es: Lluvia: {rain} mm

# rainRate
source: Rain rate: {rainRate} mm/h
es: Intensidad Lluvias: {rainRate} mm/h

# noData
source: No data found
es: No se encontraron datos

# fireTitleExplanation
source: How the fire risk is calculated
es: Cómo se calcula el riesgo de incendio

# fireExplanation
source: We developed an Artificial Intelligence model to estimate fire risk. This model analyzes environmental variables such as temperature, relative humidity, and wind speed to evaluate conditions that may favor the spread of fire. The data is obtained from the nearest and most up-to-date meteorological station. Based on this analysis, the risk is classified as Low, Medium, or High and is represented with colors to make it easier to understand.
es: Desarrollamos un modelo de Inteligencia Artificial para estimar el riesgo de incendio. Este modelo analiza variables ambientales como la temperatura, la humedad relativa y la velocidad del viento para evaluar condiciones que pueden favorecer la propagación del fuego. Los datos se obtienen de la estación meteorológica más cercana y actualizada. A partir de este análisis, el riesgo se clasifica en Bajo, Medio o Alto, y se representa con colores para facilitar su interpretación.

# floodTitleExplanation
source: How we calculate flood risk
es: Cómo calculamos el riesgo de inundación

# floodExplanation
source: The app analyzes rainfall and humidity conditions to help you understand the flood risk in your area. Factors such as the amount and intensity of rainfall, soil moisture, and the Standardized Precipitation Index (SPI) are taken into account, using data from the nearest and most up-to-date meteorological station. With this information, we estimate the probability of flooding and classify the risk as Low, Medium, or High, accompanied by colors for quick and clear reading.
es: La app analiza las condiciones de lluvia y humedad para ayudarte a comprender el riesgo de inundación en tu zona. Se tienen en cuenta factores como la cantidad e intensidad de las precipitaciones, la humedad del suelo y el Índice de Precipitación Estandarizado (SPI), utilizando datos de la estación meteorológica más cercana y actualizada. Con esta información, estimamos la probabilidad de que ocurran inundaciones y clasificamos el riesgo como Bajo, Medio o Alto, acompañado de colores para una lectura rápida y clara.

source: Play
es: Jugar

# score
source: Score: {score}
es: Puntos: {score}

# trueAnswer
source: True
es: Verdadero

# falseAnswer
source: False
es: Falso

source: Settings
es: Ajustes

# settingTitle
source: Settings
es: Ajustes

source: Dark Mode
es: Modo Oscuro

source: Language
es: Idioma

source: Notifications
es: Notificaciones

# phoneSetUp
source: Settings: {title}
es: Configurar: {title}

source: Firefighters
es: Bomberos

source: Emergency
es: Emergencias

source: Ambulance
es: Ambulancia

# resetAll
source: Reset app
es: Restablecer aplicación

# resetWarning
source: The app will be reset
es: La aplicación se restablecerá

# reset
source: The app's saved preferences will be deleted.
es: Las preferencias guardadas de la aplicación se eliminarán.

source: Location Error
es: Error de Ubicación

source: Close
es: Cerrar

source: Cancel
es: Cancelar

source: Save
es: Guardar
